Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# edit_passphrase_success
source: Passphrase changed successfully
ar: تم تغيير عبارة المرور بنجاح
de: Passphrase erfolgreich geändert
es: La frase de contraseña se cambió correctamente
fr: La phrase secrète a été modifiée avec succès
hi: पासफ़्रेज़ सफलतापूर्वक बदला गया
ja: パスフレーズが正常に変更されました
ko: 암호가 성공적으로 변경되었습니다.
pt_br: A senha foi alterada com sucesso
ru: Парольная фраза успешно изменена
zh_hans: 密码已更改

# edit_select_expiration
source: Select New Expiration
ar: حدد انتهاء الصلاحية الجديدة
de: Wählen Sie Neues Ablaufdatum
es: Seleccionar nuevo vencimiento
fr: Sélectionnez une nouvelle expiration
hi: नई समाप्ति का चयन करें
ja: 新しい有効期限を選択してください
ko: 새 만료일 선택
pt_br: Selecione Nova Expiração
ru: Выберите новый срок действия
zh_hans: 选择新的过期时间

# edit_success_title
source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успех
zh_hans: 成功

# edit_userid_info
source: User IDs identify the key owner. You can add multiple IDs to a key.
ar: تحدد معرفات المستخدم مالك المفتاح. يمكنك إضافة معرفات متعددة إلى المفتاح.
de: Benutzer-IDs identifizieren den Schlüsselbesitzer. Sie können einem Schlüssel mehrere IDs hinzufügen.
es: Los ID de usuario identifican al propietario de la clave. Puede agregar varias identificaciones a una clave.
fr: Les ID utilisateur identifient le propriétaire de la clé. Vous pouvez ajouter plusieurs identifiants à une clé.
hi: उपयोगकर्ता आईडी कुंजी स्वामी की पहचान करती है। आप एक कुंजी में अनेक आईडी जोड़ सकते हैं.
ja: ユーザー ID はキーの所有者を識別します。 1 つのキーに複数の ID を追加できます。
ko: 사용자 ID는 키 소유자를 식별합니다. 키에 여러 ID를 추가할 수 있습니다.
pt_br: Os IDs de usuário identificam o proprietário da chave. Você pode adicionar vários IDs a uma chave.
ru: Идентификаторы пользователей идентифицируют владельца ключа. К ключу можно добавить несколько идентификаторов.
zh_hans: 用户 ID 标识密钥所有者。您可以为密钥添加多个 ID。

# edit_userid_success
source: User ID added successfully
ar: تمت إضافة معرف المستخدم بنجاح
de: Benutzer-ID erfolgreich hinzugefügt
es: ID de usuario agregado exitosamente
fr: ID utilisateur ajouté avec succès
hi: उपयोगकर्ता आईडी सफलतापूर्वक जोड़ी गई
ja: ユーザーIDが正常に追加されました
ko: 사용자 ID가 성공적으로 추가되었습니다.
pt_br: ID de usuário adicionado com sucesso
ru: Идентификатор пользователя успешно добавлен
zh_hans: 用户 ID 已添加

# edit_userids_description
source: Manage user IDs associated with this key
ar: إدارة معرفات المستخدمين المرتبطة بهذا المفتاح
de: Mit diesem Schlüssel verknüpfte Benutzer-IDs verwalten
es: Administrar ID de usuario asociados con esta clave
fr: Gérer les identifiants utilisateur associés à cette clé
hi: इस कुंजी से संबद्ध उपयोगकर्ता आईडी प्रबंधित करें
ja: このキーに関連付けられたユーザー ID を管理します
ko: 이 키와 연결된 사용자 ID를 관리합니다.
pt_br: Gerenciar IDs de usuário associados a esta chave
ru: Управлять идентификаторами пользователей, связанными с этим ключом
zh_hans: 管理与此密钥关联的用户 ID

# empty_keys_description
source: Create your first GPG key to start encrypting and decrypting your secrets.
ar: قم بإنشاء مفتاح GPG الأول الخاص بك لبدء تشفير وفك تشفير أسرارك.
de: Erstellen Sie Ihren ersten GPG-Schlüssel, um mit der Ver- und Entschlüsselung Ihrer Geheimnisse zu beginnen.
es: Crea tu primera clave GPG para comenzar a cifrar y descifrar tus secretos.
fr: Créez votre première clé GPG pour commencer à chiffrer et déchiffrer vos secrets.
hi: अपने रहस्यों को एन्क्रिप्ट और डिक्रिप्ट करना शुरू करने के लिए अपनी पहली GPG कुंजी बनाएं।
ja: 最初の GPG キーを作成して、シークレットの暗号化と復号化を開始します。
ko: 비밀을 암호화하고 해독하려면 첫 번째 GPG 키를 만드세요.
pt_br: Crie sua primeira chave GPG para começar a criptografar e descriptografar seus segredos.
ru: Создайте свой первый ключ GPG, чтобы начать шифровать и расшифровывать ваши секреты.
zh_hans: 创建您的第一个 GPG 密钥，开始加密和保护您的秘密。

# empty_keys_title
source: No Keys Yet
ar: لا توجد مفاتيح حتى الآن
de: Noch keine Schlüssel
es: Aún no hay llaves
fr: Pas encore de clés
hi: अभी तक कोई कुंजी नहीं
ja: まだキーがありません
ko: 아직 열쇠가 없습니다
pt_br: Ainda não há chaves
ru: Ключей пока нет
zh_hans: 还没有密钥

# encrypt_alert_title_failure
source: Encryption Not Successful
ar: التشفير غير ناجح
de: Verschlüsselung nicht erfolgreich
es: El cifrado no se realizó correctamente
fr: Le cryptage n'a pas réussi
hi: एन्क्रिप्शन सफल नहीं
ja: 暗号化が成功しませんでした
ko: 암호화 실패
pt_br: Criptografia não bem-sucedida
ru: Шифрование не удалось
zh_hans: 加密未成功

# encrypt_untrusted_recipient_message
source: This key is below full trust. Continue encryption anyway?
ar: هذا المفتاح أقل من الثقة الكاملة. هل تريد متابعة التشفير على أية حال؟
de: Dieser Schlüssel ist nicht vollständig vertrauenswürdig. Verschlüsselung trotzdem fortsetzen?
es: Esta clave está por debajo de la plena confianza. ¿Continuar el cifrado de todos modos?
fr: Cette clé est en dessous de toute confiance. Continuer le chiffrement quand même ?
hi: यह कुंजी पूर्ण विश्वास से नीचे है. फिर भी एन्क्रिप्शन जारी रखें?
ja: このキーは完全信頼の下にあります。それでも暗号化を続行しますか?
ko: 이 키는 완전 신뢰 수준보다 낮습니다. 그래도 암호화를 계속하시겠습니까?
pt_br: Esta chave está abaixo da confiança total. Continuar a criptografia mesmo assim?
ru: Этот ключ ниже полного доверия. Все равно продолжить шифрование?
zh_hans: 该密钥信任级别低于完全信任，仍要继续加密吗？

# encrypt_untrusted_recipient_title
source: Recipient Is Not Fully Trusted
ar: المستلم غير موثوق به بالكامل
de: Der Empfänger ist nicht vollständig vertrauenswürdig
es: El destinatario no es de plena confianza
fr: Le destinataire n’est pas entièrement fiable
hi: प्राप्तकर्ता पर पूरी तरह से भरोसा नहीं किया जाता है
ja: 受信者が完全に信頼されていない
ko: 수신자를 완전히 신뢰할 수 없음
pt_br: O destinatário não é totalmente confiável
ru: Получатель не полностью доверен
zh_hans: 接收者未完全受信任

# encrypting_message
source: Encrypting...
ar: جارٍ التشفير...
de: Verschlüsseln...
es: Cifrando...
fr: Chiffrement...
hi: एन्क्रिप्ट किया जा रहा है...
ja: 暗号化中...
ko: 암호화 중...
pt_br: Criptografando...
ru: Шифрование...
zh_hans: 正在加密...

# encryption_success
source: Text encrypted successfully
ar: تم تشفير النص بنجاح
de: Text erfolgreich verschlüsselt
es: Texto cifrado con éxito
fr: Texte chiffré avec succès
hi: पाठ सफलतापूर्वक एन्क्रिप्ट किया गया
ja: テキストは正常に暗号化されました
ko: 텍스트가 성공적으로 암호화되었습니다.
pt_br: Texto criptografado com sucesso
ru: Текст успешно зашифрован
zh_hans: 文本加密成功

# error_decryption_failed
source: Decryption failed
ar: فشل فك التشفير
de: Die Entschlüsselung ist fehlgeschlagen
es: Falló el descifrado
fr: Le décryptage a échoué
hi: डिक्रिप्शन विफल
ja: 復号化に失敗しました
ko: 암호 해독 실패
pt_br: Falha na descriptografia
ru: Расшифровка не удалась
zh_hans: 解密失败

# error_decryption_failed_recovery
source: Ensure you have the correct private key and passphrase
ar: تأكد من أن لديك المفتاح الخاص وعبارة المرور الصحيحين
de: Stellen Sie sicher, dass Sie über den richtigen privaten Schlüssel und die richtige Passphrase verfügen
es: Asegúrese de tener la clave privada y la frase de contraseña correctas
fr: Assurez-vous d'avoir la clé privée et la phrase secrète correctes
hi: सुनिश्चित करें कि आपके पास सही निजी कुंजी और पासफ़्रेज़ है
ja: 正しい秘密キーとパスフレーズを持っていることを確認してください
ko: 올바른 개인 키와 암호가 있는지 확인하세요.
pt_br: Certifique-se de ter a chave privada e a senha corretas
ru: Убедитесь, что у вас правильный закрытый ключ и парольная фраза.
zh_hans: 确保您有正确的私钥和密码

# error_decryption_requires_private_key
source: Decryption requires a private key
ar: يتطلب فك التشفير مفتاحًا خاصًا
de: Für die Entschlüsselung ist ein privater Schlüssel erforderlich
es: El descifrado requiere una clave privada
fr: Le décryptage nécessite une clé privée
hi: डिक्रिप्शन के लिए एक निजी कुंजी की आवश्यकता होती है
ja: 復号化には秘密キーが必要です
ko: 복호화에는 개인 키가 필요합니다
pt_br: A descriptografia requer uma chave privada
ru: Для расшифровки требуется закрытый ключ
zh_hans: 解密需要私钥

# error_delete_failed
source: Failed to delete key
ar: فشل في حذف المفتاح
de: Schlüssel konnte nicht gelöscht werden
es: No se pudo eliminar la clave
fr: Échec de la suppression de la clé
hi: कुंजी हटाने में विफल
ja: キーの削除に失敗しました
ko: 키를 삭제하지 못했습니다.
pt_br: Falha ao excluir a chave
ru: Не удалось удалить ключ
zh_hans: 删除密钥失败

# error_encryption_failed
source: Encryption failed
ar: فشل التشفير
de: Die Verschlüsselung ist fehlgeschlagen
es: Error de cifrado
fr: Le cryptage a échoué
hi: एन्क्रिप्शन विफल
ja: 暗号化に失敗しました
ko: 암호화 실패
pt_br: Falha na criptografia
ru: Шифрование не удалось
zh_hans: 加密失败

# error_encryption_failed_recovery
source: Ensure you have valid recipient keys
ar: تأكد من أن لديك مفاتيح المستلم صالحة
de: Stellen Sie sicher, dass Sie über gültige Empfängerschlüssel verfügen
es: Asegúrese de tener claves de destinatario válidas
fr: Assurez-vous d'avoir des clés de destinataire valides
hi: सुनिश्चित करें कि आपके पास वैध प्राप्तकर्ता कुंजियाँ हैं
ja: 有効な受信者キーがあることを確認してください
ko: 유효한 수신자 키가 있는지 확인하세요.
pt_br: Certifique-se de ter chaves de destinatário válidas
ru: Убедитесь, что у вас есть действительные ключи получателей.
zh_hans: 确保您有有效的接收者密钥

# error_execution_failed
source: GPG execution failed
ar: فشل تنفيذ GPG
de: Die GPG-Ausführung ist fehlgeschlagen
es: La ejecución de GPG falló
fr: L'exécution de GPG a échoué
hi: GPG निष्पादन विफल रहा
ja: GPG の実行に失敗しました
ko: GPG 실행 실패
pt_br: Falha na execução do GPG
ru: Выполнение GPG не удалось
zh_hans: GPG 执行失败

# error_execution_failed_recovery
source: Check GPG installation and try again
ar: تحقق من تثبيت GPG وحاول مرة أخرى
de: Überprüfen Sie die GPG-Installation und versuchen Sie es erneut
es: Verifique la instalación de GPG y vuelva a intentarlo
fr: Vérifiez l'installation de GPG et réessayez
hi: GPG इंस्टालेशन की जाँच करें और पुनः प्रयास करें
ja: GPG のインストールを確認して再試行してください
ko: GPG 설치를 확인하고 다시 시도해 보세요.
pt_br: Verifique a instalação do GPG e tente novamente
ru: Проверьте установку GPG и повторите попытку.
zh_hans: 检查 GPG 安装并重试

# error_export_failed
source: Key export failed
ar: فشل تصدير المفتاح
de: Der Schlüsselexport ist fehlgeschlagen
es: Falló la exportación de claves
fr: Échec de l'exportation de la clé
hi: कुंजी निर्यात विफल रहा
ja: キーのエクスポートに失敗しました
ko: 키 내보내기 실패
pt_br: Falha na exportação da chave
ru: Экспорт ключа не удался
zh_hans: 密钥导出失败

# error_export_failed_recovery
source: Check file permissions and disk space
ar: التحقق من أذونات الملف ومساحة القرص
de: Überprüfen Sie die Dateiberechtigungen und den Speicherplatz
es: Verifique los permisos de archivos y el espacio en disco
fr: Vérifiez les autorisations des fichiers et l'espace disque
hi: फ़ाइल अनुमतियाँ और डिस्क स्थान जाँचें
ja: ファイルのアクセス許可とディスク容量を確認する
ko: 파일 권한 및 디스크 공간 확인
pt_br: Verifique as permissões dos arquivos e o espaço em disco
ru: Проверьте права доступа к файлам и место на диске
zh_hans: 检查文件权限和磁盘空间

# error_file_access_denied
source: File access denied
ar: تم رفض الوصول إلى الملف
de: Dateizugriff verweigert
es: Acceso al archivo denegado
fr: Accès au fichier refusé
hi: फ़ाइल खोलना निषेध
ja: ファイルアクセスが拒否されました
ko: 파일 액세스가 거부되었습니다.
pt_br: Acesso ao arquivo negado
ru: Доступ к файлу запрещен
zh_hans: 文件访问被拒绝

# error_file_access_denied_recovery
source: Grant file access permission in Settings
ar: منح إذن الوصول إلى الملف في الإعدادات
de: Erteilen Sie in den Einstellungen die Dateizugriffsberechtigung
es: Conceder permiso de acceso a archivos en Configuración
fr: Accorder l'autorisation d'accès aux fichiers dans Paramètres
hi: सेटिंग्स में फ़ाइल एक्सेस अनुमति प्रदान करें
ja: 設定でファイルアクセス許可を付与する
ko: 설정에서 파일 액세스 권한 부여
pt_br: Conceda permissão de acesso a arquivos em Configurações
ru: Предоставьте разрешение на доступ к файлу в настройках
zh_hans: 在设置中授予文件访问权限

# error_gpg_not_found
source: GPG executable not found in application bundle
ar: لم يتم العثور على ملف GPG القابل للتنفيذ في حزمة التطبيق
de: Die ausführbare GPG-Datei wurde im Anwendungspaket nicht gefunden
es: El ejecutable GPG no se encuentra en el paquete de la aplicación
fr: L'exécutable GPG est introuvable dans le bundle d'applications
hi: एप्लिकेशन बंडल में GPG निष्पादन योग्य नहीं मिला
ja: GPG 実行可能ファイルがアプリケーション バンドルに見つかりません
ko: 애플리케이션 번들에서 GPG 실행 파일을 찾을 수 없습니다.
pt_br: Executável GPG não encontrado no pacote de aplicativos
ru: Исполняемый файл GPG не найден в комплекте приложений
zh_hans: 应用程序包中未找到 GPG 可执行文件

# error_gpg_not_found_recovery
source: Please reinstall the application
ar: الرجاء إعادة تثبيت التطبيق
de: Bitte installieren Sie die Anwendung neu
es: Por favor reinstale la aplicación
fr: Veuillez réinstaller l'application
hi: कृपया एप्लिकेशन को पुनः इंस्टॉल करें
ja: アプリケーションを再インストールしてください
ko: 응용 프로그램을 다시 설치하십시오
pt_br: Por favor reinstale o aplicativo
ru: Пожалуйста, переустановите приложение
zh_hans: 请重新安装应用程序

# error_import_failed
source: Key import failed
ar: فشل استيراد المفتاح
de: Der Schlüsselimport ist fehlgeschlagen
es: Falló la importación de claves
fr: Échec de l'importation de clé
hi: कुंजी आयात विफल रहा
ja: キーのインポートに失敗しました
ko: 키 가져오기 실패
pt_br: Falha na importação da chave
ru: Импорт ключа не удался
zh_hans: 密钥导入失败

# error_import_failed_recovery
source: Check if the key file is valid
ar: تحقق مما إذا كان ملف المفتاح صالحًا
de: Überprüfen Sie, ob die Schlüsseldatei gültig ist
es: Compruebe si el archivo clave es válido
fr: Vérifiez si le fichier de clé est valide
hi: जांचें कि कुंजी फ़ाइल वैध है या नहीं
ja: キーファイルが有効かどうかを確認する
ko: 키 파일이 유효한지 확인하세요.
pt_br: Verifique se o arquivo de chave é válido
ru: Проверьте, действителен ли файл ключа
zh_hans: 检查密钥文件是否有效

# error_invalid_output
source: Invalid GPG output
ar: إخراج GPG غير صالح
de: Ungültige GPG-Ausgabe
es: Salida GPG no válida
fr: Sortie GPG invalide
hi: अमान्य GPG आउटपुट
ja: 無効な GPG 出力
ko: 잘못된 GPG 출력
pt_br: Saída GPG inválida
ru: Неверный вывод GPG
zh_hans: 无效的 GPG 输出

# error_invalid_output_recovery
source: Try updating GPG version
ar: حاول تحديث إصدار GPG
de: Versuchen Sie, die GPG-Version zu aktualisieren
es: Intente actualizar la versión GPG
fr: Essayez de mettre à jour la version de GPG
hi: GPG संस्करण को अद्यतन करने का प्रयास करें
ja: GPG バージョンを更新してみてください
ko: GPG 버전을 업데이트해 보세요
pt_br: Tente atualizar a versão GPG
ru: Попробуйте обновить версию GPG
zh_hans: 尝试更新 GPG 版本

# error_invalid_passphrase
source: Invalid passphrase
ar: عبارة المرور غير صالحة
de: Ungültige Passphrase
es: Frase de contraseña no válida
fr: Phrase secrète invalide
hi: अमान्य पासफ़्रेज़
ja: 無効なパスフレーズ
ko: 잘못된 암호
pt_br: Senha inválida
ru: Неверная парольная фраза
zh_hans: 密码无效

# error_invalid_passphrase_recovery
source: Check your passphrase and try again
ar: تحقق من عبارة المرور وحاول مرة أخرى
de: Überprüfen Sie Ihr Passwort und versuchen Sie es erneut
es: Comprueba tu contraseña e inténtalo de nuevo.
fr: Vérifiez votre phrase secrète et réessayez
hi: अपना पासफ़्रेज़ जाँचें और पुनः प्रयास करें
ja: パスフレーズを確認して再試行してください
ko: 암호를 확인하고 다시 시도하세요.
pt_br: Verifique sua senha e tente novamente
ru: Проверьте парольную фразу и повторите попытку.
zh_hans: 检查您的密码并重试

# error_key_generation_failed
source: Key generation failed
ar: فشل إنشاء المفتاح
de: Die Schlüsselgenerierung ist fehlgeschlagen
es: Falló la generación de claves
fr: La génération de clé a échoué
hi: मुख्य पीढ़ी विफल रही
ja: キーの生成に失敗しました
ko: 키 생성 실패
pt_br: Falha na geração da chave
ru: Генерация ключа не удалась
zh_hans: 密钥生成失败

# error_key_generation_failed_recovery
source: Check input parameters and try again
ar: تحقق من معلمات الإدخال وحاول مرة أخرى
de: Überprüfen Sie die Eingabeparameter und versuchen Sie es erneut
es: Verifique los parámetros de entrada e intente nuevamente
fr: Vérifiez les paramètres d'entrée et réessayez
hi: इनपुट पैरामीटर जांचें और पुनः प्रयास करें
ja: 入力パラメータを確認して再試行してください
ko: 입력 매개변수를 확인하고 다시 시도하세요.
pt_br: Verifique os parâmetros de entrada e tente novamente
ru: Проверьте входные параметры и повторите попытку.
zh_hans: 检查输入参数并重试

# error_key_not_found
source: Key not found
ar: لم يتم العثور على المفتاح
de: Schlüssel nicht gefunden
es: Clave no encontrada
fr: Clé introuvable
hi: कुंजी प्राप्त नहीं हुई
ja: キーが見つかりません
ko: 키를 찾을 수 없습니다
pt_br: Chave não encontrada
ru: Ключ не найден
zh_hans: 未找到密钥

# error_key_not_found_recovery
source: Import the key first or check the key ID
ar: قم باستيراد المفتاح أولاً أو التحقق من معرف المفتاح
de: Importieren Sie zuerst den Schlüssel oder überprüfen Sie die Schlüssel-ID
es: Importe la clave primero o verifique el ID de la clave
fr: Importez d'abord la clé ou vérifiez l'ID de la clé
hi: पहले कुंजी आयात करें या कुंजी आईडी जांचें
ja: 最初にキーをインポートするか、キー ID を確認してください
ko: 먼저 키를 가져오거나 키 ID를 확인하세요.
pt_br: Importe a chave primeiro ou verifique o ID da chave
ru: Сначала импортируйте ключ или проверьте идентификатор ключа.
zh_hans: 请先导入密钥或检查密钥 ID

# error_key_signing_failed
source: Key signing failed
ar: فشل توقيع المفتاح
de: Die Schlüsselsignierung ist fehlgeschlagen
es: Error al firmar la clave
fr: Échec de la signature de clé
hi: कुंजी पर हस्ताक्षर विफल
ja: キーの署名に失敗しました
ko: 키 서명 실패
pt_br: Falha na assinatura da chave
ru: Подписание ключа не удалось
zh_hans: 密钥签名失败

# error_key_signing_failed_recovery
source: Ensure you have the correct signing key and passphrase
ar: تأكد من أن لديك مفتاح التوقيع وعبارة المرور الصحيحين
de: Stellen Sie sicher, dass Sie über den richtigen Signaturschlüssel und die richtige Passphrase verfügen
es: Asegúrese de tener la clave de firma y la frase de contraseña correctas
fr: Assurez-vous d'avoir la clé de signature et la phrase secrète correctes
hi: सुनिश्चित करें कि आपके पास सही हस्ताक्षर कुंजी और पासफ़्रेज़ है
ja: 正しい署名キーとパスフレーズを持っていることを確認してください
ko: 올바른 서명 키와 암호가 있는지 확인하세요.
pt_br: Certifique-se de ter a chave de assinatura e a senha corretas
ru: Убедитесь, что у вас правильный ключ подписи и парольная фраза.
zh_hans: 确保您有正确的签名密钥和密码

# error_keyserver_upload_failed
source: Keyserver upload failed
ar: فشل تحميل خادم المفاتيح
de: Das Hochladen des Schlüsselservers ist fehlgeschlagen
es: Falló la carga del servidor de claves
fr: Échec du téléchargement du serveur de clés
hi: कीसर्वर अपलोड विफल रहा
ja: キーサーバーのアップロードに失敗しました
ko: 키서버 업로드 실패
pt_br: Falha no upload do servidor de chaves
ru: Загрузка сервера ключей не удалась
zh_hans: 上传到密钥服务器失败

# error_keyserver_upload_failed_recovery
source: Check your network connection and keyserver availability
ar: تحقق من اتصال الشبكة وتوافر خادم المفاتيح
de: Überprüfen Sie Ihre Netzwerkverbindung und die Verfügbarkeit des Schlüsselservers
es: Verifique su conexión de red y la disponibilidad del servidor de claves
fr: Vérifiez votre connexion réseau et la disponibilité du serveur de clés
hi: अपने नेटवर्क कनेक्शन और कीसर्वर उपलब्धता की जाँच करें
ja: ネットワーク接続とキーサーバーの可用性を確認してください
ko: 네트워크 연결 및 키서버 가용성을 확인하세요.
pt_br: Verifique sua conexão de rede e disponibilidade do servidor de chaves
ru: Проверьте сетевое соединение и доступность сервера ключей.
zh_hans: 请检查网络连接和密钥服务器可用性

# error_keyserver_upload_network
source: Couldn't connect to the keyserver. Please check your network and try again.
ar: تعذر الاتصال بخادم المفاتيح. يرجى التحقق من شبكتك والمحاولة مرة أخرى.
de: Es konnte keine Verbindung zum Schlüsselserver hergestellt werden. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.
es: No se pudo conectar con el servidor de claves. Por favor verifique su red e inténtelo nuevamente.
fr: Impossible de se connecter au serveur de clés. Veuillez vérifier votre réseau et réessayer.
hi: कीसर्वर से कनेक्ट नहीं हो सका. कृपया अपना नेटवर्क जांचें और पुनः प्रयास करें।
ja: キーサーバーに接続できませんでした。ネットワークを確認して、もう一度試してください。
ko: 키서버에 연결할 수 없습니다. 네트워크를 확인하고 다시 시도해 주세요.
pt_br: Não foi possível conectar-se ao servidor de chaves. Verifique sua rede e tente novamente.
ru: Не удалось подключиться к серверу ключей. Пожалуйста, проверьте свою сеть и повторите попытку.
zh_hans: 无法连接到密钥服务器。请检查网络后重试。

# error_keyserver_upload_unavailable
source: This keyserver is temporarily unavailable. Try another server and try again.
ar: خادم المفاتيح هذا غير متاح مؤقتًا. حاول خادم آخر وحاول مرة أخرى.
de: Dieser Schlüsselserver ist vorübergehend nicht verfügbar. Versuchen Sie es mit einem anderen Server und versuchen Sie es erneut.
es: Este servidor de claves no está disponible temporalmente. Prueba con otro servidor y vuelve a intentarlo.
fr: Ce serveur de clés est temporairement indisponible. Essayez un autre serveur et réessayez.
hi: यह कीसर्वर अस्थायी रूप से अनुपलब्ध है. किसी अन्य सर्वर का प्रयास करें और पुनः प्रयास करें।
ja: このキーサーバーは一時的に利用できません。別のサーバーを試して再試行してください。
ko: 이 키서버를 일시적으로 사용할 수 없습니다. 다른 서버를 시도하고 다시 시도하십시오.
pt_br: Este servidor de chaves está temporariamente indisponível. Tente outro servidor e tente novamente.
ru: Этот сервер ключей временно недоступен. Попробуйте другой сервер и повторите попытку.
zh_hans: 当前密钥服务器暂不可用。请切换服务器后重试。

# error_occurred
source: An error occurred
ar: حدث خطأ
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
hi: एक त्रुटि पाई गई
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_br: Ocorreu um erro
ru: Произошла ошибка
zh_hans: 发生错误

# error_operation_cancelled
source: Operation was cancelled
ar: تم إلغاء العملية
de: Der Vorgang wurde abgebrochen
es: La operación fue cancelada
fr: L'opération a été annulée
hi: ऑपरेशन रद्द कर दिया गया
ja: 操作がキャンセルされました
ko: 작업이 취소되었습니다
pt_br: A operação foi cancelada
ru: Операция была отменена
zh_hans: 操作已取消

# error_operation_cancelled_recovery
source: Try the operation again
ar: حاول العملية مرة أخرى
de: Versuchen Sie den Vorgang erneut
es: Intente la operación nuevamente
fr: Réessayez l'opération
hi: ऑपरेशन पुनः प्रयास करें
ja: 操作を再試行してください
ko: 작업을 다시 시도하세요.
pt_br: Tente a operação novamente
ru: Попробуйте выполнить операцию еще раз
zh_hans: 重试操作

# error_operation_failed_generic
source: We couldn't complete this action. Please try again.
ar: لم نتمكن من إكمال هذا الإجراء. يرجى المحاولة مرة أخرى.
de: Wir konnten diese Aktion nicht abschließen. Bitte versuchen Sie es erneut.
es: No pudimos completar esta acción. Por favor inténtalo de nuevo.
fr: Nous n'avons pas pu terminer cette action. Veuillez réessayer.
hi: हम यह कार्रवाई पूरी नहीं कर सके. कृपया पुन: प्रयास करें।
ja: このアクションを完了できませんでした。もう一度試してください。
ko: 이 작업을 완료할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível concluir esta ação. Por favor, tente novamente.
ru: Нам не удалось выполнить это действие. Пожалуйста, попробуйте еще раз.
zh_hans: 操作未完成，请重试。

# error_password_mismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: सांकेतिक शब्द मेल नहीं खाते
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다.
pt_br: As senhas não coincidem
ru: Пароли не совпадают
zh_hans: 密码不匹配

# error_signature_not_implemented
source: Signature verification is not implemented yet
ar: لم يتم تنفيذ التحقق من التوقيع بعد
de: Die Signaturprüfung ist noch nicht implementiert
es: La verificación de firma aún no está implementada
fr: La vérification de la signature n'est pas encore implémentée
hi: हस्ताक्षर सत्यापन अभी लागू नहीं हुआ है
ja: 署名検証はまだ実装されていません
ko: 서명 확인은 아직 구현되지 않았습니다.
pt_br: A verificação de assinatura ainda não foi implementada
ru: Проверка подписи еще не реализована
zh_hans: 签名验证功能暂未实现

# error_smartcard_not_present
source: No YubiKey detected. Please insert your YubiKey and try again.
ar: لم يتم اكتشاف مفتاح YubiKey. الرجاء إدخال مفتاح YubiKey الخاص بك والمحاولة مرة أخرى.
de: Kein YubiKey erkannt. Bitte stecken Sie Ihren YubiKey ein und versuchen Sie es erneut.
es: No se detectó YubiKey. Inserte su YubiKey e inténtelo nuevamente.
fr: Aucune YubiKey détectée. Veuillez insérer votre YubiKey et réessayer.
hi: कोई YubiKey नहीं मिला. कृपया अपनी YubiKey डालें और पुनः प्रयास करें।
ja: YubiKey が検出されませんでした。 YubiKey を挿入して再試行してください。
ko: YubiKey가 감지되지 않았습니다. YubiKey를 삽입하고 다시 시도하세요.
pt_br: Nenhum YubiKey detectado. Insira sua YubiKey e tente novamente.
ru: YubiKey не обнаружен. Пожалуйста, вставьте YubiKey и повторите попытку.
zh_hans: 未检测到 YubiKey。请先插入 YubiKey 后重试。
